# Задача счастливый билет.
# У каждого автобусного или трамвайного билета есть 6ти значный цифровой номер. Пример 541488
# Счастливым билетом считается тот, у которого сумма первых 3 цифр равна сумме последних 3х цифр.
# Если суммы не совпадают, то билет не считается счастливым
# Примеры:
# 1. 541488 : 5 + 4 + 1 != 4 + 8 + 8 -> не счастливый билет
# 2. 222330 : 2 + 2 + 2 == 3 + 3 + 0 -> счастливый билет
# Задание:
# напишите функцию is_ticket_lucky, которая в качестве аргумента принимает номер билета,
# определяет является ли такой билетик счастливым
# и возвращает пользователю результат (например счастливый/не счастливый) в произвольной форме.

def is_ticket_lucky():
    pass


# Напишите набор тест-кейсов которыми можно проверить эту функцию:
# 1.
# 2.
# 3.
# .......
